"""Давайте знакомиться) Создайте программу, которая выведет на консоль информацию о Вас. Постарайтесь использовать все типы данных.
Необходимая
информация: ФИО, возраст, пол, Место работы, место учебы, курс,
направление, изучали ли программирование ранее, желаемая зарплата.

Пример вывода:
Имя: Иван
Фамилия: Иванов
Место учебы: КНУ"""

print('Hi!!!')
print('Имя: Рустам')
print('Фамилия: Чолпонбаев')
print('Возрост:', 19)
print('Рос:', 175.5, 'см')
print('Пол: мужской')
print('Место учебы: КГУСТА')
print('Курс: ITShcool MegaCom')



