

"""Идентификационный номер, Фамилия, Имя, Отчество, Адрес, Номер кредитной карточки, Дебет, Кредит, Время междугородных и городских переговоров; 
Конструктор; 
Методы: установка значений атрибутов, получение значений атрибутов, вывод информации. 
Создать массив объектов данного класса. Вывести сведения относительно абонентов, у которых время городских переговоров превышает заданное.  Сведения относительно абонентов, которые пользовались междугородной связью. Список абонентов в алфавитном порядке."""



class Human:
    def init(self, ps, fio, name, fffio, home, psmony, debit, credit, time_global, time_city):
    self.__ps    










